Repository: DeveloperAcademy-POSTECH/MacC-Team10-Guryongpo
Catalog: SoccerBeat/Common/Resource/Localizable.xcstrings
Source language: ko
Languages: en, es, zh_hans

# times
source: 회
en: times
es: times
zh_hans: 次

source: 회
en: times
es: Cuenta
zh_hans: 次

source: %@의 결승골 득점시 심박수는 %@입니다.
en: %@'s heart rate was %@ when he scored the winning goal.
es: Cuando %@ marcó el gol de la victoria, su ritmo cardíaco era %@.
zh_hans: 当%@打进制胜一球时 他的心率是%@

source: %@의 최고 속도는 %@km/h입니다.
en: The top speed of %@ is %@km/h.
es: La velocidad máxima de %@ es de %@km/h.
zh_hans: %@的平均冲刺次数为%@.

source: %@의 평균 스프린트 횟수는 %@입니다.
en: The average number of sprints for %@ is %@.
es: El número medio de sprints para %@ es %@.
zh_hans: %@的平均冲刺次数为%@.

source: %@의 평균 활동량은 %@km입니다.
en: Average distance per 90min in %@ is %@km.
es: La actividad media para %@ es %@km.
zh_hans: %@每 90 分钟的平均距离为 %@公里.

source: > 개인 정보 보호 및 보안 > 건강 > SoccerBeat > 모두켜기 순서로 설정해주세요.
en: Please follow these steps to set it up: > Privacy & Security > Health > SoccerBeat > Turn On All
es: > Privacidad y seguridad > Salud > SoccerBeat > Activar todo Por favor, configúralos en este orden.
zh_hans: > 隐私与安全 > 健康 > SoccerBeat > 全部打开 请按以下顺序设置。

source: > 개인 정보 보호 및 보안 > 위치 서비스 > SoccerBeat > 모두켜기 순서로 설정해주세요.
en: Please follow these steps to set it up: > Privacy & Security > Location Services > SoccerBeat > Turn On All
es: > Privacidad y seguridad > Servicios de localización > SoccerBeat > Activar todo en este orden.
zh_hans: > 隐私与安全 > 位置服务 > SoccerBeat > 全部打开 请按以下顺序设置。

source: 🏆 Level Up! ⚽️🏃‍♂️ 사커비트가 유저분들의 의견을 반영하여 사용성을 개선했어요 지금 바로 업데이트하고 즐겨보세요!
en: 🏆 Level Up! ⚽️🏃‍♂️ SoccerBeat has improved usability based on user feedback. Update now and enjoy the new experience!
es: 🏆 ¡Sube de nivel! ⚽️🏃‍♂️ Hemos escuchado tus comentarios y mejorado la usabilidad de SoccerBeat ¡Actualiza y disfruta ahora!
zh_hans: 🏆 Level Up! ⚽️🏃‍♂️ SoccerBeat 反映用户的意见，改善了使用经验。 现在立即更新并享受崭新的SOCCERBEAT吧！

# close
source: 닫기
en: close
es: cerrar
zh_hans: 关闭

# Finished your workout?
source: 경기를 종료하셨나요?
en: Finished your workout?
es: ¿Has terminado tu entrenamiento?
zh_hans: 锻炼结束了吗？

source: Hint 내용입니다.
en: This is the hint
es: Contenido de la pista.
zh_hans: 提示内容。

# inform_need_health
source: 최적의 앱 사용을 위해 SoccerBeat가 iPhone을 사용하여 건강 정보에 액세스할 수 있도록 허용하세요. 설정 > 개인정보 및 보안 > 건강 > SoccerBeat로 이동합니다. 모든 건강 권한을 활성화한 후 SoccerBeat로 돌아가서 시작을 누르고 게임을 시작합니다.
en: For optimal app usage, please allow SoccerBeat to access health information using your iPhone. Go to Settings > Privacy & Security > Health > SoccerBeat. After enabling all health permissions, return to SoccerBeat, press Start, and begin the game.
es: Para un uso óptimo de la aplicación, permite que SoccerBeat utilice tu iPhone para acceder a tu datos de Salud. Vaya a Ajustes > Privacidad y seguridad > Salud > SoccerBeat. Después de habilitar todos los permisos de salud, vuelva a SoccerBeat, pulse Inicio y empiece a jugar.
zh_hans: 为了正常使用软件，请允许 SoccerBeat使用您的iPhone健康信息。请前往设置>隐私与安全>健康>SoccerBeat。启用所有健康权限后，返回 SoccerBeat，按下开始按钮并开始记录比赛。

# inform_need_location
source: 최적의 앱 사용을 위해 SoccerBeat는 Apple Watch의 위치 정보에 액세스해야 합니다. 위치 액세스를 활성화하려면 iPhone에서 설정 > 개인정보 및 보안 > 위치 서비스 > SoccerBeat로 이동합니다. 활성화한 후 SoccerBeat로 돌아가서 시작을 누르고 게임을 시작합니다.
en: For optimal app usage, SoccerBeat needs to access location information from your Apple Watch. To enable location access, go to Settings > Privacy & Security > Location Services > SoccerBeat on your iPhone. After enabling it, return to SoccerBeat, press Start, and begin the game.
es: Para un uso óptimo de la app, SoccerBeat necesita acceder a la datos de localización de tu Apple Watch. Para habilitar el acceso a la ubicación, en tu iPhone, ve a Ajustes > Privacidad y seguridad > Servicios de ubicación > SoccerBeat. Después de habilitarlo, vuelve a SoccerBeat, pulsa Inicio e inicia un partido.
zh_hans: 为了正常使用软件，SoccerBeat需要您的Apple Watch上的位置信息。要启用位置信息，请在iPhone上前往设置>隐私与安全>位置服务>SoccerBeat允许位置信息。之后返回 SoccerBeat，按下开始按钮并开始记录比赛。

# need_health_authorization
source: 건강 액세스 권한 필요
en: Health Access Permission Required
es: Requiere acceso de Salud
zh_hans: 请设置健康信息权限

# need_location_authorization
source: 위치 액세스 권한 필요
en: Location Access Permission Required
es: Requiere acceso a la ubicación
zh_hans: 请设置位置信息权限

source: SoccerBeat의 경기 데이터 분석을 위해 사용됩니다.
en: Used for the analysis of SoccerBeat's match data.
es: Se utiliza para analizar los datos de los partidos para SoccerBeat.
zh_hans: 用于分析SoccerBeat的比赛数据。

# try_game_in_watch
source: Apple Watch에서 SoccerBeat를 켜서 첫 경기를 시작하세요!
en: Turn on SoccerBeat on your Apple Watch to play your first game!
es: Activa SoccerBeat en tu Apple Watch para empezar tu primer partido.
zh_hans: 请在Apple Watch上开始精彩的比赛！

# workout_empty
source: 아직 경기를 치루지 않았습니다.
en: There are no recorded games currently.
es: Aún no has jugado ningún partido.
zh_hans: 目前没有记录的比赛。

source: 가속도
en: Acceleration
es: Aceleración
zh_hans: 加速度

source: 가장 최근에 기록한 경기를 만나보세요
en: Meet the most recent game
es: Vea sus partidos más recientes
zh_hans: 看看最近记录的比赛。

source: 건강 (필수)
en: Health (Required)
es: Salud (obligatorio)
zh_hans: 健康（必须）

source: 건강 권한 설정하기
en: Set Health Permissions
es: Establecer permisos de Salud
zh_hans: 设置健康权限

source: 건강 및 위치 권한을 재확인하거나 삭제 및 재설치를 권장드립니다.
en: Please re-check your health and location permissions or delete and reinstall the application.
es: Reconfirme sus permisos de Salud y de localización o desinstalar y volver a instalar.
zh_hans: 请在设置检查健康及位置信息权限 或删除及重新下载软件

source: 경기 기록
en: Game Record
es: Historia del partido
zh_hans: 比赛记录

source: 경기 기록에 따라 수집된 뱃지입니다.
en: Badges are collected from game records.
es: Insignias recogidas en función de tu historial de partidos.
zh_hans: 根据比赛记录收集的徽章。

source: 경기 시간
en: Game time
es: Hora del partido
zh_hans: 比赛时间

source: 경기 종료
en: Stop
es: Fin del partido
zh_hans: 结束

source: 경기 중 나의 위치를 확인해 보세요.
en: Check your position during the game.
es: Comprueba tu posición durante un partido.
zh_hans: 看一看比赛中的位置。

source: 경기 퍼포먼스의 변화 추세를 살펴보세요
en: See the Trend of Change in Performance
es: Explorar las tendencias en el rendimiento de los partidos
zh_hans: 看看比赛表演的变化趋势。

source: 경기의 상세 데이터에 따라 뱃지가 수여됩니다.
en: Badges are awarded from game data
es: Las insignias se conceden en función de los datos detallados del partido.
zh_hans: 根据比赛的详细数据颁发徽章。

source: 경기의 상세 리포트를 만나보세요.
en: See the detailed report of the game.
es: Obtenga un informe detallado del partido.
zh_hans: 请查看比赛的详细报告。

source: 공유하기
en: Share
es: Compartir
zh_hans: 共享

source: 나의 선수 카드와 최대 능력치를 만나보세요.
en: Meet your player card and maximum ability.
es: Descubre tu tarjeta de jugador y tus estadísticas máximas.
zh_hans: 看看我的选手卡和最大能力值。

source: 나중에
en: Later
es: Más tarde
zh_hans: 稍后更新

source: 네
en: Yes
es: Sí
zh_hans: 是的

source: 닉네임
en: Nickname
es: Apodo
zh_hans: 昵称

source: 단계별 설정 방법
en: Step-by-Step Setup Instructions
es: Cómo configurarlo paso a paso
zh_hans: 如何逐步设置

source: 단위: Bpm
en: Unit: Bpm
es: Unidad: Bpm
zh_hans: 单位：Bpm

source: 단위: km
en: Unit: km
es: Unidad: km
zh_hans: 单位：km

source: 단위: km/h
en: Unit: km/h
es: Unidad: km/h
zh_hans: 单位：km/h

source: 단위: 회
en: Unit: times
es: Unidad: times
zh_hans: 单位：次

source: 당신의 첫 번째 경기를 기록해 보세요!
en: while wearing an Apple Watch!
es: ¡Graba tu primer partido!
zh_hans: 记录你的第一场比赛！

source: 데이터에 오류가 발생했습니다.
en: Error occurred in this data.
es: Había un error en los datos.
zh_hans: 信息记录发生异常。

source: 뛴 거리
en: Distance
es: Distancia recorrida
zh_hans: 跑步距离

source: 뛴 거리에 따라 획득하는 뱃지입니다.
en: Badges with the running distance
es: Insignias obtenidas en función de la distancia recorrida.
zh_hans: 根据跑步距离获得的徽章。

source: 뛴거리 1 km 초과
en: Run distance Over 1 km
es: Distancia recorrida Más de 1 km
zh_hans: 跑步距离 超过1公里

source: 뛴거리 2 km 초과
en: Run distance Over 2 km
es: Distancia recorrida Más de 2 km
zh_hans: 跑步距离 超过2公里

source: 뛴거리 3 km 초과
en: Run distance Over 3 km
es: Distancia Run Más de 3 km
zh_hans: 跑步距离 超过3公里

source: 뛴거리 4 km 초과
en: Run distance Over 4 km
es: Distancia Run Más de 4 km
zh_hans: 跑步距离 超过4公里

source: 뛴거리 및 속도 측정에 사용
en: Used for measuring distance and speed
es: Se utiliza para medir la distancia y la velocidad
zh_hans: 用于测量距离和速度

source: 모든 경기 보기 +
en: See all games +
es: Ver todos los partidos +
zh_hans: 查看所有比赛 +

source: 모든 경기를 한 눈에 확인해 보세요.
en: Check out all the games at a glance.
es: Consulta todos tus partidos de un vistazo.
zh_hans: 请一目了然地查看所有比赛。

source: 문의하기
en: Send Message
es: Póngase en contacto con nosotros
zh_hans: 咨询

source: 문제가 있으신가요?
en: Do you have a problem?
es: ¿Tiene problemas?
zh_hans: 发生问题了吗？

source: 민첩성
en: Agility
es: Agilidad
zh_hans: 敏捷性

source: 민트색
en: Color Mint
es: Menta
zh_hans: 湛蓝色

source: 백그라운드 위치(필수): 사용자의 필드 위 위치를 저장하기 위해 사용합니다.
en: Background Location (Required): Used to store the user's position on the field.
es: Ubicación en segundo plano (Requerido): Se utiliza para almacenar la posición del usuario en el campo.
zh_hans: 后台位置（必需）: 用于存储用户在场地上的位置。

source: 불편을 드려 죄송합니다. SoccerBeat의 개발자 계정으로 문의를 주시면 빠른 시일 안에 답변드리겠습니다.
en: We apologize for the inconvenience. If you contact the developer account of SoccerBeat, we will respond to you as soon as possible.
es: Disculpa las molestias. \Ponte en contacto con nosotros a través de tu cuenta de desarrollador de SoccerBeat y te responderemos lo antes posible.
zh_hans: 抱歉给您带来不便。 请联系SoccerBeat的开发者帐户，我们将尽快回复您。

source: 빨간색
en: Color Red
es: Rojo
zh_hans: 红色

source: 사커비트 앱이 마음에 드시나요?
en: Do you love the SoccerBeat App?
es: ¿Te encanta la aplicación SoccerBeat?
zh_hans: 你喜欢 SoccerBeat 应用吗？

source: 사커비트를 사용하기 위해 권한을 설정해주세요.
en: Please enable permissions to use SoccerBeat.
es: Por favor, habilite los permisos para usar SoccerBeat.
zh_hans: 请设置权限以使用SoccerBeat。

source: 사커비트의 건강 권한이 없습니다.
en: SoccerBeat does not have health permissions.
es: SoccerBeat no tiene permisos de salud.
zh_hans: SoccerBeat没有健康权限。

source: 사커비트의 위치 권한이 없습니다.
en: SoccerBeat does not have location permissions.
es: SoccerBeat no tiene permisos de ubicación.
zh_hans: SoccerBeat没有位置权限。

source: 삭제 및 재설치를 권장드립니다.
en: or delete and reinstall the application.
es: Recomendamos desinstalar y volver a instalar.
zh_hans: 或删除及重新下载软件

source: 선수 프로필 저장 및 공유를 위해 사용합니다.
en: Use to save and share profile.
es: Sirve para almacenar y compartir perfiles de jugadores.
zh_hans: 用于保存和共享球员配置文件。

source: 설정하기
en: Set up
es: Puesta en marcha
zh_hans: 设置

source: 스프린트
en: Sprint
es: Sprint
zh_hans: 冲刺

source: 스프린트 1 회 초과
en: Sprint counts Over 1 time
es: Más de 1 sprints
zh_hans: 跑步距离 超过1公里

source: 스프린트 3 회 초과
en: Sprint counts Over 3 times
es: Más de 3 sprints
zh_hans: 冲刺 超过3次

source: 스프린트 5 회 초과
en: Sprint counts Over 5 times
es: Más de 5 sprints
zh_hans: 冲刺 超过5次

source: 스프린트 7 회 초과
en: Sprint counts Over 7 times
es: Más de 7 sprints
zh_hans: 冲刺 超过7次

source: 스프린트 및 경기장 위치 조회에 사용
en: Used for viewing sprint and stadium locations
es: Se utiliza para buscar la ubicación de sprint y estadios
zh_hans: 用于短跑和运动场位置查询

source: 스프린트 횟수
en: Sprint
es: Número de sprints
zh_hans: 冲刺次数

source: 스프린트 횟수에 따라 획득하는 뱃지입니다.
en: Badges with the sprint counts
es: Insignias obtenidas en función del número de sprints.
zh_hans: 根据冲刺次数获得的徽章。

source: 슬라이더를 움직여 경기 중 위치를 확인해보세요.
en: Move Slider to check out your position.
es: Mueve el control deslizante para ver en qué punto del partido te encuentras.
zh_hans: 移动滑块来显示比赛中的位置。

source: 심박수
en: Heart rate
es: Frecuencia cardiaca
zh_hans: 心率

source: 아니요
en: No
es: No
zh_hans: 不是

source: 애플워치를 차고 사커비트로
en: Record your first game
es: Ponte el Apple Watch y entra en SoccerBeat
zh_hans: 戴上Apple Watch

source: 애플워치를 차고 사커비트로 당신의 첫 번째 경기를 기록해 보세요!
en: Record your first game with Soccerbeat while wearing an Apple Watch!
es: Ponte tu Apple Watch y graba tu primer partido con Soccerbeat.
zh_hans: 戴上Apple Watch，记录你的第一场比赛！

source: 앱 접근 권한 안내
en: App Access Permissions Guide
es: Guía de permisos de acceso a la aplicación
zh_hans: 应用访问权限指南

source: 업데이트
en: Update
es: Actualizar
zh_hans: 更新

source: 완료
en: Finish
es: Completar
zh_hans: 完成

source: 요청하기
en: Reqeust
es: Solicitar
zh_hans: 邀请

source: 원활한 앱 사용을 위해 아이폰의 설정 앱에서 SoccerBeat의 위치 권한 또는 설정의 건강에서 건강 권한을 허용한 후 다시 실행해주세요.
en: Please allow permissions on your iPhone and then run again.
es: Para garantizar una experiencia sin problemas, permite el permiso de localización de SoccerBeat en la aplicación Ajustes de tu iPhone o el permiso de salud en Ajustes y, a continuación, vuelve a iniciar la aplicación.
zh_hans: 为了使用应用程序， 请在iPhone的设置应用程序中允许SoccerBeat的位置权限或设置的健康权限，然后重新运行。

source: 위치 (필수)
en: Location (Required)
es: Lugar (obligatorio)
zh_hans: 位置（必须）

source: 위치 권한 또는 건강 정보 권한이 허용되지 않았습니다.
en: Location Authorization or Health Authorization are not allowed.
es: No se permitían permisos de localización ni de datos de Salud
zh_hans: 未允许位置权限或健康信息权限

source: 위치 권한 설정하기
en: Set Location Permissions
es: Establecer permisos de ubicación
zh_hans: 设置位置权限

source: 위치(필수): 사용자의 필드 위 위치를 저장하기 위해 사용합니다.
en: Location (Required): Used to store the user's position on the field.
es: Ubicación (Requerido): Se utiliza para almacenar la posición del usuario en el campo.
zh_hans: 位置（必需）: 用于存储用户在场地上的位置。

source: 은 경기 평균 능력치입니다.
en: is the average ability of all games.
es: es la estadística media del partido.
zh_hans: 是所有比赛的平均能力值。

source: 은 경기의 평균 능력치입니다.
en: is the average ability of all games.
es: es la estadística media del partido.
zh_hans: 是所有比赛的能力值。

source: 은 시즌 최고 능력치입니다.
en: is the season high.
es: es la estadística más alta de la temporada.
zh_hans: 是赛季的最高能力值。

source: 은 시즌 평균 능력치입니다.
en: is the season average.
es: es la estadística media de la temporada.
zh_hans: 是赛季平均能力值。

source: 은 이번 경기의 능력치입니다.
en: is the ability of this game.
es: son las estadísticas de este partido.
zh_hans: 是这次比赛的能力值。

source: 음바페의 경기 최고 속도는 36km/h 입니다.
en: Mbappé's max speed is 36km/h.
es: Mbappe alcanza una velocidad máxima de 36 km/h en carrera.
zh_hans: 姆巴佩的最高速度是36公里/小时。

source: 음바페의 경기 평균 뛴 거리는 12km 입니다.
en: Mbappé's average distance is 12km.
es: Mbappe recorre una media de 12 kilómetros por partido.
zh_hans: 姆巴佩的平均跑程为12公里。

source: 일
en: th
es: Día
zh_hans: 日

source: 일시 정지
en: Pause
es: Pausa
zh_hans: 暂停

source: 잠재력
en: Potential
es: Potencial
zh_hans: 潜力

source: 재개
en: Resume
es: reanuda
zh_hans: 开始

source: 저장된 경기 기록이 없습니다.
en: No saved game history.
es: No hay registros de coincidencias guardados.
zh_hans: 没有保存的比赛记录。

source: 적극성
en: Activity
es: Agresividad
zh_hans: 积极性

source: 접근 권한 안내
en: Access Permission Information
es: Acerca de los derechos de acceso
zh_hans: 数据使用权利

source: 정보 수집을 위해 다음과 같은 접근 권한을 사용하고 있습니다.
en: The following access permissions are used for data collection.
es: Se utilizan los siguientes permisos de acceso para la recopilación de datos.
zh_hans: 为了收集信息，使用以下访问权限。

source: 정신력
en: Mentality
es: Fuerza mental
zh_hans: 精神力

source: 지구력
en: Endurance
es: Resistencia
zh_hans: 持久力

source: 최고 속도
en: Max SPD
es: Velocidad máxima
zh_hans: 最高速度

source: 최고 속도에 따라 획득하는 뱃지입니다.
en: Badges with the max speed
es: Insignias obtenidas en función de la velocidad máxima.
zh_hans: 根据最高速度获得的徽章。

source: 최고속도 10 km/h 초과
en: Max speed Over 10 km/h
es: Velocidad máxima superior a 10 km/h
zh_hans: 最高速度 超过10km/h

source: 최고속도 15 km/h 초과
en: Max speed Over 15 km/h
es: Velocidad máxima superior a 15 km/h
zh_hans: 最高速度 超过15km/h

source: 최고속도 20 km/h 초과
en: Max speed Over 20 km/h
es: Velocidad máxima superior a 20 km/h
zh_hans: 最高速度 超过20km/h

source: 최고속도 25 km/h 초과
en: Max speed Over 25 km/h
es: Velocidad máxima superior a 25 km/h
zh_hans: 最高速度 超过25km/h

source: 최근 경기
en: Recent Game
es: Último partido
zh_hans: 最近比赛

source: 최근 경기 데이터의 변화를 확인해 보세요.
en: Check out the recent data changes!
es: Compruebe los cambios en los datos recientes de los partidos.
zh_hans: 查看最近比赛数据的变化。

source: 최근 경기 평균
en: Recent average of games
es: Promedio de partidos recientes
zh_hans: 最近比赛的平均值

source: 최근 뛴 거리 보기
en: Latest distances
es: Ver distancia reciente
zh_hans: 查看最近跑步距离

source: 최근 뛴 거리의 변화입니다.
en: Recent changes in running distance
es: El cambio en tu última distancia recorrida.
zh_hans: 这是最近跑步距离的趋势。

source: 최근 스프린트 보기
en: Latest sprints
es: Ver sprints recientes
zh_hans: 查看最近冲冲刺

source: 최근 스프린트 횟수의 변화입니다.
en: Recent changes in the number of sprints.
es: El cambio en el número de sprints recientes.
zh_hans: 这是最近冲刺次数的趋势。

source: 최근 심박수 보기
en: Latest heart rate
es: Consulta tu frecuencia cardiaca reciente
zh_hans: 查看最近心率

source: 최근 심박수의 변화입니다.
en: Recent changes in heart rate
es: El cambio reciente en el ritmo cardíaco.
zh_hans: 这是最近心率的趋势。

source: 최근 최고 속도 보기
en: Latest max speeds
es: Ver las velocidades máximas recientes
zh_hans: 查看最近最高速度

source: 최근 최고 속도의 변화입니다.
en: Recent changes in max speed
es: El reciente cambio en la velocidad punta.
zh_hans: 这是最近最高速度的趋势。

source: 최대 산소 섭취량
en: Max VO2
es: VO2 máxima
zh_hans: 最大摄氧量

source: 최대 심박수
en: Max HR
es: Frecuencia cardiaca máxima
zh_hans: 最高心率

source: 최대심박
en: MAX HR
es: Frecuencia cardiaca máxima
zh_hans: 最高心率

source: 최소 심박수
en: Min HR
es: Frecuencia cardíaca mínima
zh_hans: 最低心率

source: 최소심박
en: MIN HR
es: Frecuencia cardíaca mínima
zh_hans: 最低心率

source: 추세
en: Trend
es: Tendencias
zh_hans: 趋势

source: 축구 경기 중 위치를 표시하기 위해 내 위치 권한을 요청합니다.
en: Ask for location authorization to indicate the location during the game.
es: Te pide permiso para mostrar tu ubicación durante un partido de fútbol.
zh_hans: 为了显示足球比赛中的位置，请允许职位授权。

source: 축구 기록을 활용하기 위해 건강 정보가 필요합니다.
en: We need health information to utilize soccer records.
es: Necesitamos información sanitaria para utilizar los registros de fútbol.
zh_hans: 为了利用足球记录，需要健康信息。

source: 취소
en: Cancel
es: cancela
zh_hans: 取消

source: 칼로리
en: Calorie
es: Caloría
zh_hans: 卡路里

source: 파란색
en: Color Blue
es: Azul
zh_hans: 蓝色

source: 파워
en: Power
es: fuerza
zh_hans: 力量

source: 폭발력
en: Explosivity
es: explosividad
zh_hans: 爆发力

source: 해리 케인의 평소 심박수는 40bpm 입니다.
en: Harry's normal heart rate is 40bpm.
es: La frecuencia cardíaca normal de Harry Kane es de 40 lpm.
zh_hans: 哈里·凯恩平时的心率是40 bpm。

source: 헬스 정보(필수): 사용자의 경기 데이터를 저장하기 위해 사용합니다.
en: Health Information (Required): Used to store the user's game data.
es: Información de salud (Requerido): Se utiliza para almacenar los datos de juego del usuario.
zh_hans: 健康信息（必需）: 用于存储用户的比赛数据。

source: 확인
en: Confirm
es: Confirme
zh_hans: 确认

source: # Hello World
es: # Hola Mundo

source: Badge Collection
es: Colección de insignias

source: Distance
es: A distancia

source: Field Movement
es: Movimiento en el campo

source: Field Record
es: Registro de campo

source: Heartbeat
es: Latido del corazón

source: HeartRate
es: Ritmo cardíaco

source: Heatmap
es: Mapa de calor
zh_hans: 热力图

source: Hello
es: Hola
zh_hans: 您好

source: Hello World
es: Hola Mundo
zh_hans: 你好，世界

source: How
es: Cómo

source: like
es: como

source: Location
es: Ubicación
zh_hans: 位置

source: Maximum Speed
es: Velocidad máxima

source: Name
es: Nombre

source: Off
es: Fuera de

source: On
es: En

source: Order
es: Pida

source: Pick map type
es: Elegir tipo de mapa
zh_hans: 选择地图类型

source: Player %@,
es: %@ Jugador,

source: SBeat Card
es: Tarjeta SoccerBeat

source: that?
es: ¿eso?

source: The trends of
es: Las tendencias de

source: time
es: tiempo
zh_hans: 时间

source: Time
es: Tiempo

source: Velocity
es: Velocidad

source: World!
es: ¡Mundial!

source: you
es: Usted

source: Times
zh_hans: 次
